{
  "bA1*/bA2": 759,
  "bA1*/bA3": 1348,
  "bA1*/bB1": 117,
  "bA1*/bB2": 373,
  "bA1*/bG1": 134,
  "bA1*/bG2": 851,
  "bA1*/bG3": 42,
  "bA1*/bQ1": 1014,
  "bA1*/bS1": 37,
  "bA1*/bS2": 853,
  "bA1*/wA1": 525,
  "bA1*/wA2": 845,
  "bA1*/wA3": 1377,
  "bA1*/wB1": 1590,
  "bA1*/wB2": 1180,
  "bA1*/wG1": 494,
  "bA1*/wG2": 1526,
  "bA1*/wG3": 1000,
  "bA1*/wQ1": 489,
  "bA1*/wS1": 2024,
  "bA1*/wS2": 1411,
  "bA1*\\bA2": 130,
  "bA1*\\bA3": 821,
  "bA1*\\bB1": 108,
  "bA1*\\bB2": 119,
  "bA1*\\bG1": 545,
  "bA1*\\bG2": 93,
  "bA1*\\bG3": 1373,
  "bA1*\\bQ1": 1012,
  "bA1*\\bS1": 98,
  "bA1*\\bS2": 753,
  "bA1*\\wA1": 158,
  "bA1*\\wA2": 235,
  "bA1*\\wA3": 2416,
  "bA1*\\wB1": 1395,
  "bA1*\\wB2": 916,
  "bA1*\\wG1": 133,
  "bA1*\\wG2": 1417,
  "bA1*\\wG3": 19,
  "bA1*\\wQ1": 1108,
  "bA1*\\wS1": 539,
  "bA1*\\wS2": 1414,
  "bA1*|bA2": 606,
  "bA1*|bA3": 151,
  "bA1*|bB1": 546,
  "bA1*|bB2": 498,
  "bA1*|bG1": 136,
  "bA1*|bG2": 491,
  "bA1*|bG3": 91,
  "bA1*|bQ1": 504,
  "bA1*|bS1": 44,
  "bA1*|bS2": 122,
  "bA1*|wA1": 321,
  "bA1*|wA2": 1401,
  "bA1*|wA3": 1341,
  "bA1*|wB1": 1441,
  "bA1*|wB2": 528,
  "bA1*|wG1": 1534,
  "bA1*|wG2": 1421,
  "bA1*|wG3": 46,
  "bA1*|wQ1": 115,
  "bA1*|wS1": 550,
  "bA1*|wS2": 1873,
  "bA1/*bA2": 140,
  "bA1/*bA3": 70,
  "bA1/*bB1": 1846,
  "bA1/*bB2": 1505,
  "bA1/*bG1": 269,
  "bA1/*bG2": 563,
  "bA1/*bG3": 143,
  "bA1/*bQ1": 930,
  "bA1/*bS1": 367,
  "bA1/*bS2": 482,
  "bA1/*wA1": 85,
  "bA1/*wA2": 194,
  "bA1/*wA3": 1484,
  "bA1/*wB1": 764,
  "bA1/*wB2": 365,
  "bA1/*wG1": 315,
  "bA1/*wG2": 152,
  "bA1/*wG3": 148,
  "bA1/*wQ1": 63,
  "bA1/*wS1": 536,
  "bA1/*wS2": 1803,
  "bA1\\*bA2": 479,
  "bA1\\*bA3": 121,
  "bA1\\*bB1": 935,
  "bA1\\*bB2": 377,
  "bA1\\*bG1": 1663,
  "bA1\\*bG2": 1325,
  "bA1\\*bG3": 58,
  "bA1\\*bQ1": 416,
  "bA1\\*bS1": 65,
  "bA1\\*bS2": 375,
  "bA1\\*wA1": 124,
  "bA1\\*wA2": 202,
  "bA1\\*wA3": 1384,
  "bA1\\*wB1": 1560,
  "bA1\\*wB2": 2038,
  "bA1\\*wG1": 1779,
  "bA1\\*wG2": 168,
  "bA1\\*wG3": 204,
  "bA1\\*wQ1": 135,
  "bA1\\*wS1": 1091,
  "bA1\\*wS2": 1843,
  "bA1|*bA2": 814,
  "bA1|*bA3": 608,
  "bA1|*bB1": 2138,
  "bA1|*bB2": 162,
  "bA1|*bG1": 1378,
  "bA1|*bG2": 157,
  "bA1|*bG3": 380,
  "bA1|*bQ1": 218,
  "bA1|*bS1": 1760,
  "bA1|*bS2": 34,
  "bA1|*wA1": 366,
  "bA1|*wA2": 317,
  "bA1|*wA3": 2509,
  "bA1|*wB1": 186,
  "bA1|*wB2": 914,
  "bA1|*wG1": 485,
  "bA1|*wG2": 1483,
  "bA1|*wG3": 324,
  "bA1|*wQ1": 826,
  "bA1|*wS1": 1701,
  "bA1|*wS2": 1794,
  "bA2*/bA1": 138,
  "bA2*/bA3": 340,
  "bA2*/bB1": 178,
  "bA2*/bB2": 335,
  "bA2*/bG1": 743,
  "bA2*/bG2": 330,
  "bA2*/bG3": 604,
  "bA2*/bQ1": 990,
  "bA2*/bS1": 361,
  "bA2*/bS2": 146,
  "bA2*/wA1": 376,
  "bA2*/wA2": 161,
  "bA2*/wA3": 572,
  "bA2*/wB1": 770,
  "bA2*/wB2": 393,
  "bA2*/wG1": 1770,
  "bA2*/wG2": 175,
  "bA2*/wG3": 2393,
  "bA2*/wQ1": 436,
  "bA2*/wS1": 1387,
  "bA2*/wS2": 887,
  "bA2*\\bA1": 181,
  "bA2*\\bA3": 72,
  "bA2*\\bB1": 139,
  "bA2*\\bB2": 605,
  "bA2*\\bG1": 163,
  "bA2*\\bG2": 886,
  "bA2*\\bG3": 171,
  "bA2*\\bQ1": 581,
  "bA2*\\bS1": 800,
  "bA2*\\bS2": 314,
  "bA2*\\wA1": 1533,
  "bA2*\\wA2": 1451,
  "bA2*\\wA3": 1352,
  "bA2*\\wB1": 118,
  "bA2*\\wB2": 2497,
  "bA2*\\wG1": 2146,
  "bA2*\\wG2": 652,
  "bA2*\\wG3": 593,
  "bA2*\\wQ1": 1202,
  "bA2*\\wS1": 359,
  "bA2*\\wS2": 734,
  "bA2*|bA1": 338,
  "bA2*|bA3": 132,
  "bA2*|bB1": 745,
  "bA2*|bB2": 125,
  "bA2*|bG1": 155,
  "bA2*|bG2": 910,
  "bA2*|bG3": 128,
  "bA2*|bQ1": 1847,
  "bA2*|bS1": 390,
  "bA2*|bS2": 129,
  "bA2*|wA1": 371,
  "bA2*|wA2": 368,
  "bA2*|wA3": 1354,
  "bA2*|wB1": 2122,
  "bA2*|wB2": 352,
  "bA2*|wG1": 901,
  "bA2*|wG2": 156,
  "bA2*|wG3": 16,
  "bA2*|wQ1": 150,
  "bA2*|wS1": 311,
  "bA2*|wS2": 1723,
  "bA2/*bA1": 400,
  "bA2/*bA3": 1346,
  "bA2/*bB1": 137,
  "bA2/*bB2": 110,
  "bA2/*bG1": 230,
  "bA2/*bG2": 190,
  "bA2/*bG3": 353,
  "bA2/*bQ1": 2210,
  "bA2/*bS1": 149,
  "bA2/*bS2": 828,
  "bA2/*wA1": 351,
  "bA2/*wA2": 232,
  "bA2/*wA3": 1655,
  "bA2/*wB1": 345,
  "bA2/*wB2": 347,
  "bA2/*wG1": 372,
  "bA2/*wG2": 147,
  "bA2/*wG3": 391,
  "bA2/*wQ1": 364,
  "bA2/*wS1": 2036,
  "bA2/*wS2": 360,
  "bA2\\*bA1": 153,
  "bA2\\*bA3": 106,
  "bA2\\*bB1": 808,
  "bA2\\*bB2": 362,
  "bA2\\*bG1": 21,
  "bA2\\*bG2": 166,
  "bA2\\*bG3": 165,
  "bA2\\*bQ1": 164,
  "bA2\\*bS1": 1233,
  "bA2\\*bS2": 349,
  "bA2\\*wA1": 810,
  "bA2\\*wA2": 354,
  "bA2\\*wA3": 355,
  "bA2\\*wB1": 356,
  "bA2\\*wB2": 1480,
  "bA2\\*wG1": 591,
  "bA2\\*wG2": 313,
  "bA2\\*wG3": 1450,
  "bA2\\*wQ1": 104,
  "bA2\\*wS1": 1452,
  "bA2\\*wS2": 403,
  "bA2|*bA1": 1398,
  "bA2|*bA3": 738,
  "bA2|*bB1": 404,
  "bA2|*bB2": 430,
  "bA2|*bG1": 341,
  "bA2|*bG2": 169,
  "bA2|*bG3": 116,
  "bA2|*bQ1": 596,
  "bA2|*bS1": 783,
  "bA2|*bS2": 612,
  "bA2|*wA1": 111,
  "bA2|*wA2": 813,
  "bA2|*wA3": 615,
  "bA2|*wB1": 339,
  "bA2|*wB2": 1470,
  "bA2|*wG1": 1198,
  "bA2|*wG2": 350,
  "bA2|*wG3": 1555,
  "bA2|*wQ1": 1379,
  "bA2|*wS1": 1640,
  "bA2|*wS2": 1467,
  "bA3*/bA1": 28,
  "bA3*/bA2": 302,
  "bA3*/bB1": 452,
  "bA3*/bB2": 597,
  "bA3*/bG1": 529,
  "bA3*/bG2": 1375,
  "bA3*/bG3": 431,
  "bA3*/bQ1": 842,
  "bA3*/bS1": 496,
  "bA3*/bS2": 526,
  "bA3*/wA1": 576,
  "bA3*/wA2": 402,
  "bA3*/wA3": 1353,
  "bA3*/wB1": 309,
  "bA3*/wB2": 629,
  "bA3*/wG1": 326,
  "bA3*/wG2": 389,
  "bA3*/wG3": 516,
  "bA3*/wQ1": 434,
  "bA3*/wS1": 1704,
  "bA3*/wS2": 1511,
  "bA3*\\bA1": 1837,
  "bA3*\\bA2": 18,
  "bA3*\\bB1": 36,
  "bA3*\\bB2": 505,
  "bA3*\\bG1": 551,
  "bA3*\\bG2": 535,
  "bA3*\\bG3": 500,
  "bA3*\\bQ1": 574,
  "bA3*\\bS1": 418,
  "bA3*\\bS2": 449,
  "bA3*\\wA1": 547,
  "bA3*\\wA2": 502,
  "bA3*\\wA3": 1482,
  "bA3*\\wB1": 1665,
  "bA3*\\wB2": 458,
  "bA3*\\wG1": 553,
  "bA3*\\wG2": 1636,
  "bA3*\\wG3": 1494,
  "bA3*\\wQ1": 638,
  "bA3*\\wS1": 478,
  "bA3*\\wS2": 318,
  "bA3*|bA1": 307,
  "bA3*|bA2": 392,
  "bA3*|bB1": 601,
  "bA3*|bB2": 48,
  "bA3*|bG1": 552,
  "bA3*|bG2": 534,
  "bA3*|bG3": 429,
  "bA3*|bQ1": 562,
  "bA3*|bS1": 515,
  "bA3*|bS2": 378,
  "bA3*|wA1": 1404,
  "bA3*|wA2": 789,
  "bA3*|wA3": 1360,
  "bA3*|wB1": 2312,
  "bA3*|wB2": 323,
  "bA3*|wG1": 1991,
  "bA3*|wG2": 541,
  "bA3*|wG3": 2143,
  "bA3*|wQ1": 1592,
  "bA3*|wS1": 2141,
  "bA3*|wS2": 1569,
  "bA3/*bA1": 461,
  "bA3/*bA2": 624,
  "bA3/*bB1": 761,
  "bA3/*bB2": 543,
  "bA3/*bG1": 450,
  "bA3/*bG2": 873,
  "bA3/*bG3": 1299,
  "bA3/*bQ1": 54,
  "bA3/*bS1": 52,
  "bA3/*bS2": 506,
  "bA3/*wA1": 473,
  "bA3/*wA2": 586,
  "bA3/*wA3": 628,
  "bA3/*wB1": 68,
  "bA3/*wB2": 295,
  "bA3/*wG1": 460,
  "bA3/*wG2": 468,
  "bA3/*wG3": 292,
  "bA3/*wQ1": 686,
  "bA3/*wS1": 523,
  "bA3/*wS2": 647,
  "bA3\\*bA1": 35,
  "bA3\\*bA2": 537,
  "bA3\\*bB1": 1633,
  "bA3\\*bB2": 486,
  "bA3\\*bG1": 300,
  "bA3\\*bG2": 787,
  "bA3\\*bG3": 465,
  "bA3\\*bQ1": 327,
  "bA3\\*bS1": 40,
  "bA3\\*bS2": 45,
  "bA3\\*wA1": 774,
  "bA3\\*wA2": 518,
  "bA3\\*wA3": 1371,
  "bA3\\*wB1": 381,
  "bA3\\*wB2": 1313,
  "bA3\\*wG1": 475,
  "bA3\\*wG2": 507,
  "bA3\\*wG3": 524,
  "bA3\\*wQ1": 463,
  "bA3\\*wS1": 1577,
  "bA3\\*wS2": 386,
  "bA3|*bA1": 592,
  "bA3|*bA2": 590,
  "bA3|*bB1": 715,
  "bA3|*bB2": 374,
  "bA3|*bG1": 296,
  "bA3|*bG2": 1775,
  "bA3|*bG3": 527,
  "bA3|*bQ1": 320,
  "bA3|*bS1": 1635,
  "bA3|*bS2": 1821,
  "bA3|*wA1": 469,
  "bA3|*wA2": 508,
  "bA3|*wA3": 630,
  "bA3|*wB1": 379,
  "bA3|*wB2": 633,
  "bA3|*wG1": 451,
  "bA3|*wG2": 1189,
  "bA3|*wG3": 301,
  "bA3|*wQ1": 23,
  "bA3|*wS1": 532,
  "bA3|*wS2": 2365,
  "bB1*/bA1": 476,
  "bB1*/bA2": 1771,
  "bB1*/bA3": 1394,
  "bB1*/bB2": 159,
  "bB1*/bG1": 824,
  "bB1*/bG2": 1461,
  "bB1*/bG3": 729,
  "bB1*/bQ1": 32,
  "bB1*/bS1": 1477,
  "bB1*/bS2": 2493,
  "bB1*/wA1": 588,
  "bB1*/wA2": 1386,
  "bB1*/wA3": 2405,
  "bB1*/wB1": 1600,
  "bB1*/wB2": 1612,
  "bB1*/wG1": 2074,
  "bB1*/wG2": 477,
  "bB1*/wG3": 33,
  "bB1*/wQ1": 740,
  "bB1*/wS1": 1400,
  "bB1*/wS2": 2543,
  "bB1*\\bA1": 1500,
  "bB1*\\bA2": 87,
  "bB1*\\bA3": 1475,
  "bB1*\\bB2": 173,
  "bB1*\\bG1": 61,
  "bB1*\\bG2": 825,
  "bB1*\\bG3": 38,
  "bB1*\\bQ1": 1191,
  "bB1*\\bS1": 84,
  "bB1*\\bS2": 94,
  "bB1*\\wA1": 1213,
  "bB1*\\wA2": 1459,
  "bB1*\\wA3": 334,
  "bB1*\\wB1": 1805,
  "bB1*\\wB2": 640,
  "bB1*\\wG1": 1518,
  "bB1*\\wG2": 1851,
  "bB1*\\wG3": 2182,
  "bB1*\\wQ1": 1890,
  "bB1*\\wS1": 1267,
  "bB1*\\wS2": 1869,
  "bB1*|bA1": 595,
  "bB1*|bA2": 1337,
  "bB1*|bA3": 2145,
  "bB1*|bB2": 1338,
  "bB1*|bG1": 172,
  "bB1*|bG2": 1868,
  "bB1*|bG3": 59,
  "bB1*|bQ1": 17,
  "bB1*|bS1": 827,
  "bB1*|bS2": 637,
  "bB1*|wA1": 720,
  "bB1*|wA2": 1882,
  "bB1*|wA3": 2685,
  "bB1*|wB1": 2384,
  "bB1*|wB2": 1634,
  "bB1*|wG1": 2154,
  "bB1*|wG2": 1750,
  "bB1*|wG3": 1261,
  "bB1*|wQ1": 866,
  "bB1*|wS1": 1265,
  "bB1*|wS2": 871,
  "bB1/*bA1": 179,
  "bB1/*bA2": 27,
  "bB1/*bA3": 2358,
  "bB1/*bB2": 188,
  "bB1/*bG1": 1294,
  "bB1/*bG2": 1212,
  "bB1/*bG3": 2305,
  "bB1/*bQ1": 835,
  "bB1/*bS1": 290,
  "bB1/*bS2": 96,
  "bB1/*wA1": 2417,
  "bB1/*wA2": 841,
  "bB1/*wA3": 2190,
  "bB1/*wB1": 2149,
  "bB1/*wB2": 1615,
  "bB1/*wG1": 870,
  "bB1/*wG2": 2254,
  "bB1/*wG3": 725,
  "bB1/*wQ1": 1804,
  "bB1/*wS1": 2597,
  "bB1/*wS2": 968,
  "bB1=*bA1": 176,
  "bB1=*bA2": 1376,
  "bB1=*bA3": 1464,
  "bB1=*bB2": 778,
  "bB1=*bG1": 1297,
  "bB1=*bG2": 511,
  "bB1=*bG3": 1471,
  "bB1=*bQ1": 833,
  "bB1=*bS1": 1466,
  "bB1=*bS2": 2020,
  "bB1=*wA1": 567,
  "bB1=*wA2": 1385,
  "bB1=*wA3": 363,
  "bB1=*wB1": 2382,
  "bB1=*wB2": 1613,
  "bB1=*wG1": 875,
  "bB1=*wG2": 2653,
  "bB1=*wG3": 1249,
  "bB1=*wQ1": 1990,
  "bB1=*wS1": 2281,
  "bB1=*wS2": 966,
  "bB1\\*bA1": 417,
  "bB1\\*bA2": 1367,
  "bB1\\*bA3": 758,
  "bB1\\*bB2": 332,
  "bB1\\*bG1": 30,
  "bB1\\*bG2": 583,
  "bB1\\*bG3": 609,
  "bB1\\*bQ1": 467,
  "bB1\\*bS1": 503,
  "bB1\\*bS2": 707,
  "bB1\\*wA1": 1626,
  "bB1\\*wA2": 877,
  "bB1\\*wA3": 2409,
  "bB1\\*wB1": 744,
  "bB1\\*wB2": 1874,
  "bB1\\*wG1": 2349,
  "bB1\\*wG2": 1895,
  "bB1\\*wG3": 1673,
  "bB1\\*wQ1": 2404,
  "bB1\\*wS1": 394,
  "bB1\\*wS2": 964,
  "bB1|*bA1": 182,
  "bB1|*bA2": 1340,
  "bB1|*bA3": 466,
  "bB1|*bB2": 15,
  "bB1|*bG1": 83,
  "bB1|*bG2": 1356,
  "bB1|*bG3": 12,
  "bB1|*bQ1": 2007,
  "bB1|*bS1": 2245,
  "bB1|*bS2": 303,
  "bB1|*wA1": 570,
  "bB1|*wA2": 1456,
  "bB1|*wA3": 610,
  "bB1|*wB1": 1798,
  "bB1|*wB2": 2203,
  "bB1|*wG1": 2757,
  "bB1|*wG2": 1897,
  "bB1|*wG3": 41,
  "bB1|*wQ1": 782,
  "bB1|*wS1": 1762,
  "bB1|*wS2": 972,
  "bB2*/bA1": 1531,
  "bB2*/bA2": 446,
  "bB2*/bA3": 566,
  "bB2*/bB1": 56,
  "bB2*/bG1": 174,
  "bB2*/bG2": 457,
  "bB2*/bG3": 1333,
  "bB2*/bQ1": 497,
  "bB2*/bS1": 742,
  "bB2*/bS2": 709,
  "bB2*/wA1": 864,
  "bB2*/wA2": 1845,
  "bB2*/wA3": 1402,
  "bB2*/wB1": 1342,
  "bB2*/wB2": 401,
  "bB2*/wG1": 1428,
  "bB2*/wG2": 1848,
  "bB2*/wG3": 1664,
  "bB2*/wQ1": 398,
  "bB2*/wS1": 2107,
  "bB2*/wS2": 1472,
  "bB2*\\bA1": 777,
  "bB2*\\bA2": 2187,
  "bB2*\\bA3": 823,
  "bB2*\\bB1": 775,
  "bB2*\\bG1": 492,
  "bB2*\\bG2": 510,
  "bB2*\\bG3": 11,
  "bB2*\\bQ1": 818,
  "bB2*\\bS1": 512,
  "bB2*\\bS2": 177,
  "bB2*\\wA1": 427,
  "bB2*\\wA2": 1852,
  "bB2*\\wA3": 1443,
  "bB2*\\wB1": 2232,
  "bB2*\\wB2": 829,
  "bB2*\\wG1": 2271,
  "bB2*\\wG2": 519,
  "bB2*\\wG3": 2068,
  "bB2*\\wQ1": 857,
  "bB2*\\wS1": 2718,
  "bB2*\\wS2": 2091,
  "bB2*|bA1": 180,
  "bB2*|bA2": 867,
  "bB2*|bA3": 564,
  "bB2*|bB1": 501,
  "bB2*|bG1": 170,
  "bB2*|bG2": 733,
  "bB2*|bG3": 333,
  "bB2*|bQ1": 1801,
  "bB2*|bS1": 863,
  "bB2*|bS2": 2304,
  "bB2*|wA1": 441,
  "bB2*|wA2": 1167,
  "bB2*|wA3": 1675,
  "bB2*|wB1": 1469,
  "bB2*|wB2": 1200,
  "bB2*|wG1": 1426,
  "bB2*|wG2": 517,
  "bB2*|wG3": 123,
  "bB2*|wQ1": 2470,
  "bB2*|wS1": 2108,
  "bB2*|wS2": 2161,
  "bB2/*bA1": 796,
  "bB2/*bA2": 1381,
  "bB2/*bA3": 931,
  "bB2/*bB1": 1364,
  "bB2/*bG1": 154,
  "bB2/*bG2": 1355,
  "bB2/*bG3": 9,
  "bB2/*bQ1": 1207,
  "bB2/*bS1": 331,
  "bB2/*bS2": 141,
  "bB2/*wA1": 445,
  "bB2/*wA2": 1158,
  "bB2/*wA3": 1390,
  "bB2/*wB1": 2231,
  "bB2/*wB2": 975,
  "bB2/*wG1": 2603,
  "bB2/*wG2": 2452,
  "bB2/*wG3": 439,
  "bB2/*wQ1": 1844,
  "bB2/*wS1": 2110,
  "bB2/*wS2": 2469,
  "bB2=*bA1": 47,
  "bB2=*bA2": 868,
  "bB2=*bA3": 718,
  "bB2=*bB1": 1208,
  "bB2=*bG1": 167,
  "bB2=*bG2": 413,
  "bB2=*bG3": 53,
  "bB2=*bQ1": 520,
  "bB2=*bS1": 437,
  "bB2=*bS2": 2139,
  "bB2=*wA1": 483,
  "bB2=*wA2": 1161,
  "bB2=*wA3": 1403,
  "bB2=*wB1": 936,
  "bB2=*wB2": 2462,
  "bB2=*wG1": 142,
  "bB2=*wG2": 1849,
  "bB2=*wG3": 522,
  "bB2=*wQ1": 1383,
  "bB2=*wS1": 2109,
  "bB2=*wS2": 2160,
  "bB2\\*bA1": 2144,
  "bB2\\*bA2": 1358,
  "bB2\\*bA3": 732,
  "bB2\\*bB1": 388,
  "bB2\\*bG1": 538,
  "bB2\\*bG2": 540,
  "bB2\\*bG3": 428,
  "bB2\\*bQ1": 464,
  "bB2\\*bS1": 261,
  "bB2\\*bS2": 294,
  "bB2\\*wA1": 2579,
  "bB2\\*wA2": 1674,
  "bB2\\*wA3": 405,
  "bB2\\*wB1": 1393,
  "bB2\\*wB2": 2140,
  "bB2\\*wG1": 934,
  "bB2\\*wG2": 2599,
  "bB2\\*wG3": 1,
  "bB2\\*wQ1": 2436,
  "bB2\\*wS1": 2106,
  "bB2\\*wS2": 2159,
  "bB2|*bA1": 51,
  "bB2|*bA2": 2158,
  "bB2|*bA3": 2201,
  "bB2|*bB1": 325,
  "bB2|*bG1": 240,
  "bB2|*bG2": 425,
  "bB2|*bG3": 531,
  "bB2|*bQ1": 1345,
  "bB2|*bS1": 127,
  "bB2|*bS2": 144,
  "bB2|*wA1": 443,
  "bB2|*wA2": 1163,
  "bB2|*wA3": 1662,
  "bB2|*wB1": 1382,
  "bB2|*wB2": 2334,
  "bB2|*wG1": 2605,
  "bB2|*wG2": 2186,
  "bB2|*wG3": 442,
  "bB2|*wQ1": 2337,
  "bB2|*wS1": 2282,
  "bB2|*wS2": 2736,
  "bG1*/bA1": 1009,
  "bG1*/bA2": 2559,
  "bG1*/bA3": 772,
  "bG1*/bB1": 1737,
  "bG1*/bB2": 1632,
  "bG1*/bG2": 722,
  "bG1*/bG3": 571,
  "bG1*/bQ1": 728,
  "bG1*/bS1": 1321,
  "bG1*/bS2": 1766,
  "bG1*/wA1": 2652,
  "bG1*/wA2": 2301,
  "bG1*/wA3": 298,
  "bG1*/wB1": 1930,
  "bG1*/wB2": 2578,
  "bG1*/wG1": 2499,
  "bG1*/wG2": 2523,
  "bG1*/wG3": 1286,
  "bG1*/wQ1": 1501,
  "bG1*/wS1": 2536,
  "bG1*/wS2": 2478,
  "bG1*\\bA1": 923,
  "bG1*\\bA2": 80,
  "bG1*\\bA3": 682,
  "bG1*\\bB1": 99,
  "bG1*\\bB2": 976,
  "bG1*\\bG2": 2123,
  "bG1*\\bG3": 2571,
  "bG1*\\bQ1": 754,
  "bG1*\\bS1": 209,
  "bG1*\\bS2": 2360,
  "bG1*\\wA1": 2227,
  "bG1*\\wA2": 2507,
  "bG1*\\wA3": 677,
  "bG1*\\wB1": 1677,
  "bG1*\\wB2": 2311,
  "bG1*\\wG1": 659,
  "bG1*\\wG2": 2703,
  "bG1*\\wG3": 2236,
  "bG1*\\wQ1": 1362,
  "bG1*\\wS1": 1365,
  "bG1*\\wS2": 2809,
  "bG1*|bA1": 1350,
  "bG1*|bA2": 1789,
  "bG1*|bA3": 802,
  "bG1*|bB1": 627,
  "bG1*|bB2": 415,
  "bG1*|bG2": 1523,
  "bG1*|bG3": 14,
  "bG1*|bQ1": 649,
  "bG1*|bS1": 542,
  "bG1*|bS2": 481,
  "bG1*|wA1": 2223,
  "bG1*|wA2": 1931,
  "bG1*|wA3": 1455,
  "bG1*|wB1": 803,
  "bG1*|wB2": 1476,
  "bG1*|wG1": 674,
  "bG1*|wG2": 2720,
  "bG1*|wG3": 2564,
  "bG1*|wQ1": 1960,
  "bG1*|wS1": 2663,
  "bG1*|wS2": 2430,
  "bG1/*bA1": 1335,
  "bG1/*bA2": 807,
  "bG1/*bA3": 2517,
  "bG1/*bB1": 1551,
  "bG1/*bB2": 1758,
  "bG1/*bG2": 2489,
  "bG1/*bG3": 1676,
  "bG1/*bQ1": 2042,
  "bG1/*bS1": 673,
  "bG1/*bS2": 2329,
  "bG1/*wA1": 2300,
  "bG1/*wA2": 2263,
  "bG1/*wA3": 1651,
  "bG1/*wB1": 2224,
  "bG1/*wB2": 2347,
  "bG1/*wG1": 2749,
  "bG1/*wG2": 594,
  "bG1/*wG3": 1679,
  "bG1/*wQ1": 661,
  "bG1/*wS1": 2310,
  "bG1/*wS2": 1825,
  "bG1\\*bA1": 860,
  "bG1\\*bA2": 22,
  "bG1\\*bA3": 29,
  "bG1\\*bB1": 424,
  "bG1\\*bB2": 809,
  "bG1\\*bG2": 1195,
  "bG1\\*bG3": 2403,
  "bG1\\*bQ1": 1316,
  "bG1\\*bS1": 1363,
  "bG1\\*bS2": 1749,
  "bG1\\*wA1": 1926,
  "bG1\\*wA2": 2752,
  "bG1\\*wA3": 2013,
  "bG1\\*wB1": 1932,
  "bG1\\*wB2": 2130,
  "bG1\\*wG1": 2600,
  "bG1\\*wG2": 2615,
  "bG1\\*wG3": 1473,
  "bG1\\*wQ1": 1339,
  "bG1\\*wS1": 1587,
  "bG1\\*wS2": 2352,
  "bG1|*bA1": 1351,
  "bG1|*bA2": 2389,
  "bG1|*bA3": 726,
  "bG1|*bB1": 13,
  "bG1|*bB2": 2361,
  "bG1|*bG2": 285,
  "bG1|*bG3": 1193,
  "bG1|*bQ1": 1007,
  "bG1|*bS1": 267,
  "bG1|*bS2": 1454,
  "bG1|*wA1": 2527,
  "bG1|*wA2": 1647,
  "bG1|*wA3": 1941,
  "bG1|*wB1": 2378,
  "bG1|*wB2": 1474,
  "bG1|*wG1": 2432,
  "bG1|*wG2": 2437,
  "bG1|*wG3": 2298,
  "bG1|*wQ1": 1608,
  "bG1|*wS1": 1199,
  "bG1|*wS2": 2791,
  "bG2*/bA1": 2368,
  "bG2*/bA2": 357,
  "bG2*/bA3": 1520,
  "bG2*/bB1": 635,
  "bG2*/bB2": 1668,
  "bG2*/bG1": 554,
  "bG2*/bG3": 280,
  "bG2*/bQ1": 1324,
  "bG2*/bS1": 1598,
  "bG2*/bS2": 337,
  "bG2*/wA1": 187,
  "bG2*/wA2": 1468,
  "bG2*/wA3": 897,
  "bG2*/wB1": 1329,
  "bG2*/wB2": 1303,
  "bG2*/wG1": 2595,
  "bG2*/wG2": 2550,
  "bG2*/wG3": 2449,
  "bG2*/wQ1": 1307,
  "bG2*/wS1": 1203,
  "bG2*/wS2": 893,
  "bG2*\\bA1": 1550,
  "bG2*\\bA2": 1753,
  "bG2*\\bA3": 2006,
  "bG2*\\bB1": 1465,
  "bG2*\\bB2": 342,
  "bG2*\\bG1": 1933,
  "bG2*\\bG3": 849,
  "bG2*\\bQ1": 282,
  "bG2*\\bS1": 499,
  "bG2*\\bS2": 2383,
  "bG2*\\wA1": 614,
  "bG2*\\wA2": 2588,
  "bG2*\\wA3": 2205,
  "bG2*\\wB1": 1854,
  "bG2*\\wB2": 1308,
  "bG2*\\wG1": 2686,
  "bG2*\\wG2": 2645,
  "bG2*\\wG3": 2471,
  "bG2*\\wQ1": 1327,
  "bG2*\\wS1": 1380,
  "bG2*\\wS2": 2765,
  "bG2*|bA1": 2502,
  "bG2*|bA2": 982,
  "bG2*|bA3": 1867,
  "bG2*|bB1": 1684,
  "bG2*|bB2": 556,
  "bG2*|bG1": 2290,
  "bG2*|bG3": 1502,
  "bG2*|bQ1": 579,
  "bG2*|bS1": 559,
  "bG2*|bS2": 1510,
  "bG2*|wA1": 408,
  "bG2*|wA2": 747,
  "bG2*|wA3": 2657,
  "bG2*|wB1": 2669,
  "bG2*|wB2": 2461,
  "bG2*|wG1": 636,
  "bG2*|wG2": 2544,
  "bG2*|wG3": 1860,
  "bG2*|wQ1": 1559,
  "bG2*|wS1": 2483,
  "bG2*|wS2": 2351,
  "bG2/*bA1": 2555,
  "bG2/*bA2": 1773,
  "bG2/*bA3": 790,
  "bG2/*bB1": 2324,
  "bG2/*bB2": 82,
  "bG2/*bG1": 530,
  "bG2/*bG3": 2188,
  "bG2/*bQ1": 641,
  "bG2/*bS1": 103,
  "bG2/*bS2": 336,
  "bG2/*wA1": 1795,
  "bG2/*wA2": 2482,
  "bG2/*wA3": 607,
  "bG2/*wB1": 2674,
  "bG2/*wB2": 1305,
  "bG2/*wG1": 2668,
  "bG2/*wG2": 257,
  "bG2/*wG3": 2553,
  "bG2/*wQ1": 2488,
  "bG2/*wS1": 2627,
  "bG2/*wS2": 880,
  "bG2\\*bA1": 2420,
  "bG2\\*bA2": 2386,
  "bG2\\*bA3": 716,
  "bG2\\*bB1": 1623,
  "bG2\\*bB2": 2508,
  "bG2\\*bG1": 736,
  "bG2\\*bG3": 2275,
  "bG2\\*bQ1": 20,
  "bG2\\*bS1": 304,
  "bG2\\*bS2": 1488,
  "bG2\\*wA1": 1209,
  "bG2\\*wA2": 2587,
  "bG2\\*wA3": 1535,
  "bG2\\*wB1": 1334,
  "bG2\\*wB2": 1609,
  "bG2\\*wG1": 1690,
  "bG2\\*wG2": 2472,
  "bG2\\*wG3": 2694,
  "bG2\\*wQ1": 1796,
  "bG2\\*wS1": 1368,
  "bG2\\*wS2": 2433,
  "bG2|*bA1": 1561,
  "bG2|*bA2": 1833,
  "bG2|*bA3": 598,
  "bG2|*bB1": 2589,
  "bG2|*bB2": 2381,
  "bG2|*bG1": 2035,
  "bG2|*bG3": 120,
  "bG2|*bQ1": 1101,
  "bG2|*bS1": 1660,
  "bG2|*bS2": 192,
  "bG2|*wA1": 1992,
  "bG2|*wA2": 396,
  "bG2|*wA3": 2419,
  "bG2|*wB1": 1934,
  "bG2|*wB2": 2460,
  "bG2|*wG1": 2350,
  "bG2|*wG2": 2675,
  "bG2|*wG3": 1748,
  "bG2|*wQ1": 50,
  "bG2|*wS1": 2243,
  "bG2|*wS2": 1478,
  "bG3*/bA1": 1657,
  "bG3*/bA2": 1689,
  "bG3*/bA3": 847,
  "bG3*/bB1": 1875,
  "bG3*/bB2": 1186,
  "bG3*/bG1": 2014,
  "bG3*/bG2": 2698,
  "bG3*/bQ1": 757,
  "bG3*/bS1": 1827,
  "bG3*/bS2": 565,
  "bG3*/wA1": 2220,
  "bG3*/wA2": 440,
  "bG3*/wA3": 2760,
  "bG3*/wB1": 2047,
  "bG3*/wB2": 2514,
  "bG3*/wG1": 2287,
  "bG3*/wG2": 2781,
  "bG3*/wG3": 2016,
  "bG3*/wQ1": 1905,
  "bG3*/wS1": 2547,
  "bG3*/wS2": 2632,
  "bG3*\\bA1": 1808,
  "bG3*\\bA2": 2207,
  "bG3*\\bA3": 626,
  "bG3*\\bB1": 1894,
  "bG3*\\bB2": 39,
  "bG3*\\bG1": 1802,
  "bG3*\\bG2": 855,
  "bG3*\\bQ1": 76,
  "bG3*\\bS1": 2219,
  "bG3*\\bS2": 1284,
  "bG3*\\wA1": 1506,
  "bG3*\\wA2": 1824,
  "bG3*\\wA3": 1343,
  "bG3*\\wB1": 2549,
  "bG3*\\wB2": 1904,
  "bG3*\\wG1": 2346,
  "bG3*\\wG2": 2289,
  "bG3*\\wG3": 346,
  "bG3*\\wQ1": 1573,
  "bG3*\\wS1": 2022,
  "bG3*\\wS2": 2784,
  "bG3*|bA1": 1328,
  "bG3*|bA2": 2505,
  "bG3*|bA3": 1747,
  "bG3*|bB1": 1919,
  "bG3*|bB2": 2584,
  "bG3*|bG1": 1631,
  "bG3*|bG2": 544,
  "bG3*|bQ1": 1707,
  "bG3*|bS1": 932,
  "bG3*|bS2": 872,
  "bG3*|wA1": 874,
  "bG3*|wA2": 1962,
  "bG3*|wA3": 273,
  "bG3*|wB1": 2455,
  "bG3*|wB2": 432,
  "bG3*|wG1": 2071,
  "bG3*|wG2": 471,
  "bG3*|wG3": 2537,
  "bG3*|wQ1": 2396,
  "bG3*|wS1": 2148,
  "bG3*|wS2": 2530,
  "bG3/*bA1": 2590,
  "bG3/*bA2": 43,
  "bG3/*bA3": 422,
  "bG3/*bB1": 1295,
  "bG3/*bB2": 805,
  "bG3/*bG1": 980,
  "bG3/*bG2": 453,
  "bG3/*bQ1": 713,
  "bG3/*bS1": 776,
  "bG3/*bS2": 1418,
  "bG3/*wA1": 101,
  "bG3/*wA2": 2397,
  "bG3/*wA3": 2380,
  "bG3/*wB1": 816,
  "bG3/*wB2": 2608,
  "bG3/*wG1": 1782,
  "bG3/*wG2": 2618,
  "bG3/*wG3": 2633,
  "bG3/*wQ1": 2439,
  "bG3/*wS1": 2204,
  "bG3/*wS2": 2710,
  "bG3\\*bA1": 2673,
  "bG3\\*bA2": 1196,
  "bG3\\*bA3": 2548,
  "bG3\\*bB1": 1757,
  "bG3\\*bB2": 3,
  "bG3\\*bG1": 521,
  "bG3\\*bG2": 1537,
  "bG3\\*bQ1": 265,
  "bG3\\*bS1": 1658,
  "bG3\\*bS2": 454,
  "bG3\\*wA1": 1780,
  "bG3\\*wA2": 2121,
  "bG3\\*wA3": 1781,
  "bG3\\*wB1": 2385,
  "bG3\\*wB2": 2606,
  "bG3\\*wG1": 2345,
  "bG3\\*wG2": 348,
  "bG3\\*wG3": 2453,
  "bG3\\*wQ1": 1678,
  "bG3\\*wS1": 2701,
  "bG3\\*wS2": 1982,
  "bG3|*bA1": 1326,
  "bG3|*bA2": 2120,
  "bG3|*bA3": 1553,
  "bG3|*bB1": 1842,
  "bG3|*bB2": 343,
  "bG3|*bG1": 2251,
  "bG3|*bG2": 2303,
  "bG3|*bQ1": 2134,
  "bG3|*bS1": 344,
  "bG3|*bS2": 631,
  "bG3|*wA1": 2041,
  "bG3|*wA2": 798,
  "bG3|*wA3": 2689,
  "bG3|*wB1": 2441,
  "bG3|*wB2": 2607,
  "bG3|*wG1": 2454,
  "bG3|*wG2": 2362,
  "bG3|*wG3": 183,
  "bG3|*wQ1": 1349,
  "bG3|*wS1": 2142,
  "bG3|*wS2": 2740,
  "bQ1*/bA1": 1054,
  "bQ1*/bA2": 2503,
  "bQ1*/bA3": 2498,
  "bQ1*/bB1": 1628,
  "bQ1*/bB2": 1761,
  "bQ1*/bG1": 2212,
  "bQ1*/bG2": 1624,
  "bQ1*/bG3": 2307,
  "bQ1*/bS1": 1182,
  "bQ1*/bS2": 2319,
  "bQ1*/wA1": 89,
  "bQ1*/wA2": 2308,
  "bQ1*/wA3": 1347,
  "bQ1*/wB1": 2572,
  "bQ1*/wB2": 1618,
  "bQ1*/wG1": 2732,
  "bQ1*/wG2": 2746,
  "bQ1*/wG3": 2125,
  "bQ1*/wQ1": 1078,
  "bQ1*/wS1": 2450,
  "bQ1*/wS2": 2521,
  "bQ1*\\bA1": 278,
  "bQ1*\\bA2": 2476,
  "bQ1*\\bA3": 1447,
  "bQ1*\\bB1": 2280,
  "bQ1*\\bB2": 1512,
  "bQ1*\\bG1": 2574,
  "bQ1*\\bG2": 750,
  "bQ1*\\bG3": 2197,
  "bQ1*\\bS1": 645,
  "bQ1*\\bS2": 2414,
  "bQ1*\\wA1": 1671,
  "bQ1*\\wA2": 2568,
  "bQ1*\\wA3": 1669,
  "bQ1*\\wB1": 2192,
  "bQ1*\\wB2": 1994,
  "bQ1*\\wG1": 2731,
  "bQ1*\\wG2": 2776,
  "bQ1*\\wG3": 2728,
  "bQ1*\\wQ1": 2031,
  "bQ1*\\wS1": 305,
  "bQ1*\\wS2": 2778,
  "bQ1*|bA1": 2279,
  "bQ1*|bA2": 1772,
  "bQ1*|bA3": 1698,
  "bQ1*|bB1": 832,
  "bQ1*|bB2": 711,
  "bQ1*|bG1": 2229,
  "bQ1*|bG2": 560,
  "bQ1*|bG3": 2065,
  "bQ1*|bS1": 940,
  "bQ1*|bS2": 2211,
  "bQ1*|wA1": 2392,
  "bQ1*|wA2": 2079,
  "bQ1*|wA3": 2387,
  "bQ1*|wB1": 2724,
  "bQ1*|wB2": 2792,
  "bQ1*|wG1": 2127,
  "bQ1*|wG2": 2785,
  "bQ1*|wG3": 2066,
  "bQ1*|wQ1": 2429,
  "bQ1*|wS1": 2128,
  "bQ1*|wS2": 2546,
  "bQ1/*bA1": 74,
  "bQ1/*bA2": 2163,
  "bQ1/*bA3": 2025,
  "bQ1/*bB1": 2119,
  "bQ1/*bB2": 978,
  "bQ1/*bG1": 1425,
  "bQ1/*bG2": 1856,
  "bQ1/*bG3": 1810,
  "bQ1/*bS1": 1290,
  "bQ1/*bS2": 621,
  "bQ1/*wA1": 2008,
  "bQ1/*wA2": 2654,
  "bQ1/*wA3": 1369,
  "bQ1/*wB1": 785,
  "bQ1/*wB2": 2459,
  "bQ1/*wG1": 1692,
  "bQ1/*wG2": 2695,
  "bQ1/*wG3": 2026,
  "bQ1/*wQ1": 2030,
  "bQ1/*wS1": 2426,
  "bQ1/*wS2": 2747,
  "bQ1\\*bA1": 1094,
  "bQ1\\*bA2": 1983,
  "bQ1\\*bA3": 2003,
  "bQ1\\*bB1": 2323,
  "bQ1\\*bB2": 263,
  "bQ1\\*bG1": 1322,
  "bQ1\\*bG2": 779,
  "bQ1\\*bG3": 1830,
  "bQ1\\*bS1": 2288,
  "bQ1\\*bS2": 411,
  "bQ1\\*wA1": 2314,
  "bQ1\\*wA2": 2313,
  "bQ1\\*wA3": 1210,
  "bQ1\\*wB1": 2465,
  "bQ1\\*wB2": 1620,
  "bQ1\\*wG1": 2520,
  "bQ1\\*wG2": 2451,
  "bQ1\\*wG3": 1693,
  "bQ1\\*wQ1": 1062,
  "bQ1\\*wS1": 2170,
  "bQ1\\*wS2": 1255,
  "bQ1|*bA1": 196,
  "bQ1|*bA2": 1968,
  "bQ1|*bA3": 1116,
  "bQ1|*bB1": 1244,
  "bQ1|*bB2": 7,
  "bQ1|*bG1": 1681,
  "bQ1|*bG2": 784,
  "bQ1|*bG3": 5,
  "bQ1|*bS1": 913,
  "bQ1|*bS2": 1282,
  "bQ1|*wA1": 382,
  "bQ1|*wA2": 200,
  "bQ1|*wA3": 2371,
  "bQ1|*wB1": 2376,
  "bQ1|*wB2": 917,
  "bQ1|*wG1": 1691,
  "bQ1|*wG2": 2806,
  "bQ1|*wG3": 1683,
  "bQ1|*wQ1": 1010,
  "bQ1|*wS1": 1003,
  "bS1*/bA1": 840,
  "bS1*/bA2": 2004,
  "bS1*/bA3": 1740,
  "bS1*/bB1": 2244,
  "bS1*/bB2": 2306,
  "bS1*/bG1": 1597,
  "bS1*/bG2": 1696,
  "bS1*/bG3": 533,
  "bS1*/bQ1": 1743,
  "bS1*/bS2": 2101,
  "bS1*/wA1": 2317,
  "bS1*/wA2": 2506,
  "bS1*/wA3": 2309,
  "bS1*/wB1": 2116,
  "bS1*/wB2": 2573,
  "bS1*/wG1": 1242,
  "bS1*/wG2": 2257,
  "bS1*/wG3": 2748,
  "bS1*/wQ1": 844,
  "bS1*/wS1": 2667,
  "bS1*/wS2": 938,
  "bS1*\\bA1": 1826,
  "bS1*\\bA2": 1232,
  "bS1*\\bA3": 1344,
  "bS1*\\bB1": 2155,
  "bS1*\\bB2": 414,
  "bS1*\\bG1": 2423,
  "bS1*\\bG2": 2629,
  "bS1*\\bG3": 2438,
  "bS1*\\bQ1": 198,
  "bS1*\\bS2": 2500,
  "bS1*\\wA1": 2777,
  "bS1*\\wA2": 2411,
  "bS1*\\wA3": 2513,
  "bS1*\\wB1": 1547,
  "bS1*\\wB2": 2217,
  "bS1*\\wG1": 2153,
  "bS1*\\wG3": 1289,
  "bS1*\\wQ1": 2216,
  "bS1*\\wS1": 2230,
  "bS1*\\wS2": 2726,
  "bS1*|bA1": 2529,
  "bS1*|bA2": 2178,
  "bS1*|bA3": 1519,
  "bS1*|bB1": 1449,
  "bS1*|bB2": 487,
  "bS1*|bG1": 25,
  "bS1*|bG2": 749,
  "bS1*|bG3": 275,
  "bS1*|bQ1": 78,
  "bS1*|bS2": 558,
  "bS1*|wA1": 1496,
  "bS1*|wA2": 472,
  "bS1*|wA3": 2702,
  "bS1*|wB1": 1319,
  "bS1*|wG1": 643,
  "bS1*|wG2": 959,
  "bS1*|wG3": 1184,
  "bS1*|wQ1": 2077,
  "bS1*|wS1": 2124,
  "bS1*|wS2": 2617,
  "bS1/*bA1": 766,
  "bS1/*bA2": 2501,
  "bS1/*bA3": 1194,
  "bS1/*bB1": 2622,
  "bS1/*bB2": 2184,
  "bS1/*bG1": 2418,
  "bS1/*bG2": 259,
  "bS1/*bG3": 2195,
  "bS1/*bQ1": 918,
  "bS1/*bS2": 1437,
  "bS1/*wA1": 2630,
  "bS1/*wA2": 2688,
  "bS1/*wA3": 2759,
  "bS1/*wB1": 1206,
  "bS1/*wB2": 617,
  "bS1/*wG1": 2815,
  "bS1/*wG2": 2612,
  "bS1/*wG3": 2782,
  "bS1/*wQ1": 2390,
  "bS1/*wS1": 2475,
  "bS1/*wS2": 1866,
  "bS1\\*bA1": 1997,
  "bS1\\*bA2": 869,
  "bS1\\*bA3": 1727,
  "bS1\\*bB1": 2256,
  "bS1\\*bB2": 2359,
  "bS1\\*bG1": 1630,
  "bS1\\*bG2": 1532,
  "bS1\\*bG3": 2274,
  "bS1\\*bQ1": 2225,
  "bS1\\*bS2": 717,
  "bS1\\*wA1": 2639,
  "bS1\\*wA2": 755,
  "bS1\\*wA3": 1783,
  "bS1\\*wB1": 2730,
  "bS1\\*wB2": 911,
  "bS1\\*wG1": 2466,
  "bS1\\*wG2": 1836,
  "bS1\\*wG3": 2570,
  "bS1\\*wQ1": 1999,
  "bS1\\*wS1": 2598,
  "bS1\\*wS2": 2646,
  "bS1|*bA1": 2005,
  "bS1|*bA2": 2415,
  "bS1|*bA3": 1989,
  "bS1|*bB1": 2322,
  "bS1|*bB2": 1767,
  "bS1|*bG1": 2494,
  "bS1|*bG2": 1453,
  "bS1|*bG3": 1778,
  "bS1|*bQ1": 2297,
  "bS1|*bS2": 49,
  "bS1|*wA1": 1850,
  "bS1|*wA2": 2677,
  "bS1|*wA3": 2582,
  "bS1|*wB1": 1853,
  "bS1|*wB2": 1716,
  "bS1|*wG1": 2743,
  "bS1|*wG2": 1829,
  "bS1|*wG3": 2467,
  "bS1|*wQ1": 1699,
  "bS1|*wS1": 2723,
  "bS1|*wS2": 2258,
  "bS2*/bA1": 2458,
  "bS2*/bA2": 801,
  "bS2*/bA3": 447,
  "bS2*/bB1": 459,
  "bS2*/bB2": 2604,
  "bS2*/bG1": 81,
  "bS2*/bG2": 410,
  "bS2*/bG3": 1813,
  "bS2*/bQ1": 1700,
  "bS2*/bS1": 962,
  "bS2*/wA1": 706,
  "bS2*/wA2": 2388,
  "bS2*/wA3": 1332,
  "bS2*/wB2": 2048,
  "bS2*/wG1": 555,
  "bS2*/wG2": 1528,
  "bS2*/wG3": 739,
  "bS2*/wQ1": 1746,
  "bS2*/wS1": 2790,
  "bS2*/wS2": 2771,
  "bS2*\\bA1": 1832,
  "bS2*\\bA2": 2533,
  "bS2*\\bA3": 113,
  "bS2*\\bB1": 2538,
  "bS2*\\bB2": 2259,
  "bS2*\\bG1": 419,
  "bS2*\\bG2": 2291,
  "bS2*\\bG3": 448,
  "bS2*\\bQ1": 884,
  "bS2*\\bS1": 1741,
  "bS2*\\wA1": 2255,
  "bS2*\\wA2": 731,
  "bS2*\\wA3": 2611,
  "bS2*\\wB1": 2819,
  "bS2*\\wB2": 2766,
  "bS2*\\wG1": 2447,
  "bS2*\\wG2": 2741,
  "bS2*\\wQ1": 1287,
  "bS2*\\wS1": 2794,
  "bS2*\\wS2": 1958,
  "bS2*|bA1": 384,
  "bS2*|bA2": 1336,
  "bS2*|bA3": 1445,
  "bS2*|bB1": 861,
  "bS2*|bB2": 1939,
  "bS2*|bG1": 2511,
  "bS2*|bG2": 2284,
  "bS2*|bG3": 2017,
  "bS2*|bQ1": 751,
  "bS2*|bS1": 283,
  "bS2*|wA1": 2539,
  "bS2*|wA2": 746,
  "bS2*|wA3": 557,
  "bS2*|wB1": 2285,
  "bS2*|wB2": 2266,
  "bS2*|wG1": 2692,
  "bS2*|wG2": 2422,
  "bS2*|wG3": 2811,
  "bS2*|wQ1": 100,
  "bS2*|wS2": 2753,
  "bS2/*bA1": 2206,
  "bS2/*bA2": 2209,
  "bS2/*bA3": 438,
  "bS2/*bB1": 2354,
  "bS2/*bB2": 2265,
  "bS2/*bG1": 1682,
  "bS2/*bG2": 1755,
  "bS2/*bG3": 2421,
  "bS2/*bQ1": 1245,
  "bS2/*bS1": 2468,
  "bS2/*wA1": 406,
  "bS2/*wA2": 2625,
  "bS2/*wA3": 908,
  "bS2/*wB1": 2672,
  "bS2/*wG1": 2150,
  "bS2/*wG2": 1792,
  "bS2/*wG3": 1281,
  "bS2/*wQ1": 995,
  "bS2/*wS1": 1435,
  "bS2/*wS2": 2473,
  "bS2\\*bA1": 2135,
  "bS2\\*bA2": 31,
  "bS2\\*bA3": 1777,
  "bS2\\*bB1": 1247,
  "bS2\\*bB2": 2299,
  "bS2\\*bG1": 650,
  "bS2\\*bG2": 926,
  "bS2\\*bG3": 455,
  "bS2\\*bQ1": 882,
  "bS2\\*bS1": 806,
  "bS2\\*wA1": 2712,
  "bS2\\*wA2": 2033,
  "bS2\\*wA3": 1799,
  "bS2\\*wB2": 2316,
  "bS2\\*wG1": 2735,
  "bS2\\*wG2": 2803,
  "bS2\\*wG3": 839,
  "bS2\\*wQ1": 1596,
  "bS2\\*wS1": 1967,
  "bS2\\*wS2": 1486,
  "bS2|*bA1": 765,
  "bS2|*bA2": 2357,
  "bS2|*bA3": 792,
  "bS2|*bB1": 2391,
  "bS2|*bB2": 639,
  "bS2|*bG1": 1557,
  "bS2|*bG2": 2272,
  "bS2|*bG3": 1667,
  "bS2|*bQ1": 2208,
  "bS2|*bS1": 985,
  "bS2|*wA1": 2320,
  "bS2|*wA2": 2798,
  "bS2|*wA3": 1790,
  "bS2|*wB2": 2814,
  "bS2|*wG1": 2315,
  "bS2|*wG2": 2679,
  "bS2|*wG3": 513,
  "bS2|*wQ1": 1816,
  "bS2|*wS1": 2638,
  "bS2|*wS2": 2722,
  "pass": 1256,
  "wA1": 407,
  "wA1*/bA1": 97,
  "wA1*/bA2": 252,
  "wA1*/bA3": 1423,
  "wA1*/bB1": 1638,
  "wA1*/bB2": 1954,
  "wA1*/bG1": 1038,
  "wA1*/bG2": 490,
  "wA1*/bG3": 1888,
  "wA1*/bQ1": 369,
  "wA1*/bS1": 1714,
  "wA1*/bS2": 1288,
  "wA1*/wA2": 1751,
  "wA1*/wA3": 600,
  "wA1*/wB1": 225,
  "wA1*/wB2": 1432,
  "wA1*/wG1": 1415,
  "wA1*/wG2": 236,
  "wA1*/wG3": 184,
  "wA1*/wQ1": 244,
  "wA1*/wS1": 319,
  "wA1*/wS2": 699,
  "wA1*\\bA1": 77,
  "wA1*\\bA2": 1646,
  "wA1*\\bA3": 2167,
  "wA1*\\bB1": 862,
  "wA1*\\bB2": 837,
  "wA1*\\bG1": 212,
  "wA1*\\bG2": 561,
  "wA1*\\bG3": 1745,
  "wA1*\\bQ1": 602,
  "wA1*\\bS1": 1237,
  "wA1*\\bS2": 514,
  "wA1*\\wA2": 705,
  "wA1*\\wA3": 251,
  "wA1*\\wB1": 958,
  "wA1*\\wB2": 206,
  "wA1*\\wG1": 1011,
  "wA1*\\wG2": 1103,
  "wA1*\\wG3": 189,
  "wA1*\\wQ1": 71,
  "wA1*\\wS1": 1721,
  "wA1*\\wS2": 1106,
  "wA1*|bA1": 1042,
  "wA1*|bA2": 185,
  "wA1*|bA3": 1720,
  "wA1*|bB1": 1440,
  "wA1*|bB2": 727,
  "wA1*|bG1": 1606,
  "wA1*|bG2": 756,
  "wA1*|bG3": 2331,
  "wA1*|bQ1": 495,
  "wA1*|bS1": 865,
  "wA1*|bS2": 700,
  "wA1*|wA2": 312,
  "wA1*|wA3": 1442,
  "wA1*|wB1": 237,
  "wA1*|wB2": 1049,
  "wA1*|wG1": 690,
  "wA1*|wG2": 1110,
  "wA1*|wG3": 692,
  "wA1*|wQ1": 977,
  "wA1*|wS1": 1100,
  "wA1*|wS2": 1588,
  "wA1/*bA1": 1111,
  "wA1/*bA2": 1521,
  "wA1/*bA3": 2166,
  "wA1/*bB1": 1252,
  "wA1/*bB2": 2341,
  "wA1/*bG1": 929,
  "wA1/*bG2": 1543,
  "wA1/*bG3": 2228,
  "wA1/*bQ1": 752,
  "wA1/*bS1": 1948,
  "wA1/*bS2": 1605,
  "wA1/*wA2": 1433,
  "wA1/*wA3": 1034,
  "wA1/*wB1": 698,
  "wA1/*wB2": 1291,
  "wA1/*wG1": 1129,
  "wA1/*wG2": 1168,
  "wA1/*wG3": 1113,
  "wA1/*wQ1": 676,
  "wA1/*wS1": 1239,
  "wA1/*wS2": 939,
  "wA1\\*bA1": 160,
  "wA1\\*bA2": 231,
  "wA1\\*bA3": 1125,
  "wA1\\*bB1": 2023,
  "wA1\\*bB2": 2364,
  "wA1\\*bG1": 1703,
  "wA1\\*bG2": 433,
  "wA1\\*bG3": 1880,
  "wA1\\*bQ1": 480,
  "wA1\\*bS1": 223,
  "wA1\\*bS2": 679,
  "wA1\\*wA2": 435,
  "wA1\\*wA3": 1076,
  "wA1\\*wB1": 671,
  "wA1\\*wB2": 920,
  "wA1\\*wG1": 909,
  "wA1\\*wG2": 1563,
  "wA1\\*wG3": 95,
  "wA1\\*wQ1": 214,
  "wA1\\*wS1": 1238,
  "wA1\\*wS2": 210,
  "wA1|*bA1": 75,
  "wA1|*bA2": 1005,
  "wA1|*bA3": 1599,
  "wA1|*bB1": 1570,
  "wA1|*bB2": 1961,
  "wA1|*bG1": 1048,
  "wA1|*bG2": 1861,
  "wA1|*bG3": 1643,
  "wA1|*bQ1": 79,
  "wA1|*bS1": 1504,
  "wA1|*bS2": 769,
  "wA1|*wA2": 675,
  "wA1|*wA3": 704,
  "wA1|*wB1": 768,
  "wA1|*wB2": 1132,
  "wA1|*wG1": 1057,
  "wA1|*wG2": 255,
  "wA1|*wG3": 1041,
  "wA1|*wQ1": 208,
  "wA1|*wS1": 245,
  "wA1|*wS2": 1046,
  "wA2": 193,
  "wA2*/bA1": 126,
  "wA2*/bA2": 1654,
  "wA2*/bA3": 1301,
  "wA2*/bB1": 1736,
  "wA2*/bB2": 714,
  "wA2*/bG1": 1035,
  "wA2*/bG2": 1137,
  "wA2*/bG3": 2046,
  "wA2*/bQ1": 358,
  "wA2*/bS1": 1298,
  "wA2*/bS2": 412,
  "wA2*/wA1": 114,
  "wA2*/wA3": 1240,
  "wA2*/wB1": 90,
  "wA2*/wB2": 1514,
  "wA2*/wG1": 924,
  "wA2*/wG2": 876,
  "wA2*/wG3": 1127,
  "wA2*/wQ1": 767,
  "wA2*/wS1": 328,
  "wA2*/wS2": 889,
  "wA2*\\bA1": 1079,
  "wA2*\\bA2": 1503,
  "wA2*\\bA3": 703,
  "wA2*\\bB1": 1648,
  "wA2*\\bB2": 1293,
  "wA2*\\bG1": 2233,
  "wA2*\\bG2": 1045,
  "wA2*\\bG3": 1310,
  "wA2*\\bQ1": 387,
  "wA2*\\bS1": 397,
  "wA2*\\bS2": 1037,
  "wA2*\\wA1": 509,
  "wA2*\\wA3": 222,
  "wA2*\\wB1": 1124,
  "wA2*\\wB2": 1063,
  "wA2*\\wG1": 921,
  "wA2*\\wG2": 268,
  "wA2*\\wG3": 1135,
  "wA2*\\wQ1": 1581,
  "wA2*\\wS1": 385,
  "wA2*\\wS2": 254,
  "wA2*|bA1": 1096,
  "wA2*|bA2": 2113,
  "wA2*|bA3": 695,
  "wA2*|bB1": 838,
  "wA2*|bB2": 721,
  "wA2*|bG1": 1507,
  "wA2*|bG2": 1006,
  "wA2*|bG3": 1420,
  "wA2*|bQ1": 426,
  "wA2*|bS1": 250,
  "wA2*|bS2": 890,
  "wA2*|wA1": 226,
  "wA2*|wA3": 702,
  "wA2*|wB1": 819,
  "wA2*|wB2": 1056,
  "wA2*|wG1": 241,
  "wA2*|wG2": 216,
  "wA2*|wG3": 1105,
  "wA2*|wQ1": 262,
  "wA2*|wS1": 308,
  "wA2*|wS2": 689,
  "wA2/*bA1": 293,
  "wA2/*bA2": 1066,
  "wA2/*bA3": 1122,
  "wA2/*bB1": 1876,
  "wA2/*bB2": 1448,
  "wA2/*bG1": 2044,
  "wA2/*bG2": 1107,
  "wA2/*bG3": 1389,
  "wA2/*bQ1": 201,
  "wA2/*bS1": 822,
  "wA2/*bS2": 888,
  "wA2/*wA1": 1497,
  "wA2/*wA3": 1309,
  "wA2/*wB1": 1052,
  "wA2/*wB2": 1070,
  "wA2/*wG1": 1017,
  "wA2/*wG2": 1061,
  "wA2/*wG3": 651,
  "wA2/*wQ1": 712,
  "wA2/*wS1": 306,
  "wA2/*wS2": 1033,
  "wA2\\*bA1": 229,
  "wA2\\*bA2": 1082,
  "wA2\\*bA3": 1439,
  "wA2\\*bB1": 2015,
  "wA2\\*bB2": 1479,
  "wA2\\*bG1": 1508,
  "wA2\\*bG2": 1028,
  "wA2\\*bG3": 1986,
  "wA2\\*bQ1": 1485,
  "wA2\\*bS1": 2000,
  "wA2\\*bS2": 1957,
  "wA2\\*wA1": 145,
  "wA2\\*wA3": 1154,
  "wA2\\*wB1": 820,
  "wA2\\*wB2": 831,
  "wA2\\*wG1": 1302,
  "wA2\\*wG2": 271,
  "wA2\\*wG3": 1150,
  "wA2\\*wQ1": 1285,
  "wA2\\*wS1": 291,
  "wA2\\*wS2": 1935,
  "wA2|*bA1": 1130,
  "wA2|*bA2": 1047,
  "wA2|*bA3": 92,
  "wA2|*bB1": 2009,
  "wA2|*bB2": 984,
  "wA2|*bG1": 219,
  "wA2|*bG2": 2435,
  "wA2|*bG3": 2039,
  "wA2|*bQ1": 329,
  "wA2|*bS1": 1708,
  "wA2|*bS2": 1595,
  "wA2|*wA1": 493,
  "wA2|*wA3": 1372,
  "wA2|*wB1": 1074,
  "wA2|*wB2": 246,
  "wA2|*wG1": 672,
  "wA2|*wG2": 264,
  "wA2|*wG3": 289,
  "wA2|*wQ1": 580,
  "wA2|*wS1": 370,
  "wA2|*wS2": 892,
  "wA3": 272,
  "wA3*/bA1": 1981,
  "wA3*/bA2": 1058,
  "wA3*/bA3": 1312,
  "wA3*/bB1": 2082,
  "wA3*/bB2": 1568,
  "wA3*/bG1": 247,
  "wA3*/bG2": 1959,
  "wA3*/bG3": 1878,
  "wA3*/bQ1": 1064,
  "wA3*/bS1": 2247,
  "wA3*/bS2": 1800,
  "wA3*/wA1": 1043,
  "wA3*/wA2": 584,
  "wA3*/wB1": 1323,
  "wA3*/wB2": 915,
  "wA3*/wG1": 1619,
  "wA3*/wG2": 1020,
  "wA3*/wG3": 655,
  "wA3*/wQ1": 1023,
  "wA3*/wS1": 1104,
  "wA3*/wS2": 1080,
  "wA3*\\bA1": 2076,
  "wA3*\\bA2": 1645,
  "wA3*\\bA3": 1279,
  "wA3*\\bB1": 1639,
  "wA3*\\bB2": 1192,
  "wA3*\\bG1": 1656,
  "wA3*\\bG2": 1759,
  "wA3*\\bG3": 2222,
  "wA3*\\bQ1": 599,
  "wA3*\\bS1": 922,
  "wA3*\\bS2": 1457,
  "wA3*\\wA1": 1021,
  "wA3*\\wA2": 963,
  "wA3*\\wB1": 1178,
  "wA3*\\wB2": 912,
  "wA3*\\wG1": 1086,
  "wA3*\\wG2": 238,
  "wA3*\\wG3": 1718,
  "wA3*\\wQ1": 994,
  "wA3*\\wS1": 1544,
  "wA3*\\wS2": 1040,
  "wA3*|bA1": 1143,
  "wA3*|bA2": 1724,
  "wA3*|bA3": 1996,
  "wA3*|bB1": 1774,
  "wA3*|bB2": 1201,
  "wA3*|bG1": 1392,
  "wA3*|bG2": 1024,
  "wA3*|bG3": 1545,
  "wA3*|bQ1": 253,
  "wA3*|bS1": 585,
  "wA3*|bS2": 685,
  "wA3*|wA1": 1044,
  "wA3*|wA2": 1157,
  "wA3*|wB1": 1253,
  "wA3*|wB2": 1228,
  "wA3*|wG1": 221,
  "wA3*|wG2": 1072,
  "wA3*|wG3": 960,
  "wA3*|wQ1": 620,
  "wA3*|wS1": 696,
  "wA3*|wS2": 1146,
  "wA3/*bA1": 2095,
  "wA3/*bA2": 1022,
  "wA3/*bA3": 1460,
  "wA3/*bB1": 1641,
  "wA3/*bB2": 249,
  "wA3/*bG1": 1036,
  "wA3/*bG2": 589,
  "wA3/*bG3": 1644,
  "wA3/*bQ1": 587,
  "wA3/*bS1": 2242,
  "wA3/*bS2": 1388,
  "wA3/*wA1": 1171,
  "wA3/*wA2": 1258,
  "wA3/*wB1": 1059,
  "wA3/*wB2": 1142,
  "wA3/*wG1": 625,
  "wA3/*wG2": 1277,
  "wA3/*wG3": 582,
  "wA3/*wQ1": 1148,
  "wA3/*wS1": 1152,
  "wA3/*wS2": 1259,
  "wA3\\*bA1": 1877,
  "wA3\\*bA2": 1102,
  "wA3\\*bA3": 1458,
  "wA3\\*bB1": 2099,
  "wA3\\*bB2": 1092,
  "wA3\\*bG1": 1114,
  "wA3\\*bG2": 1140,
  "wA3\\*bG3": 1642,
  "wA3\\*bQ1": 613,
  "wA3\\*bS1": 678,
  "wA3\\*bS2": 1793,
  "wA3\\*wA1": 611,
  "wA3\\*wA2": 233,
  "wA3\\*wB1": 1088,
  "wA3\\*wB2": 2080,
  "wA3\\*wG1": 1863,
  "wA3\\*wG2": 1565,
  "wA3\\*wG3": 1077,
  "wA3\\*wQ1": 1223,
  "wA3\\*wS1": 1862,
  "wA3\\*wS2": 227,
  "wA3|*bA1": 239,
  "wA3|*bA2": 1067,
  "wA3|*bA3": 2057,
  "wA3|*bB1": 1910,
  "wA3|*bB2": 1574,
  "wA3|*bG1": 1060,
  "wA3|*bG2": 1153,
  "wA3|*bG3": 2252,
  "wA3|*bQ1": 634,
  "wA3|*bS1": 228,
  "wA3|*bS2": 1788,
  "wA3|*wA1": 603,
  "wA3|*wA2": 1858,
  "wA3|*wB1": 1029,
  "wA3|*wB2": 1030,
  "wA3|*wG1": 632,
  "wA3|*wG2": 243,
  "wA3|*wG3": 688,
  "wA3|*wQ1": 945,
  "wA3|*wS1": 1271,
  "wA3|*wS2": 664,
  "wB1": 67,
  "wB1*/bA1": 817,
  "wB1*/bA2": 2050,
  "wB1*/bA3": 1980,
  "wB1*/bB1": 1889,
  "wB1*/bB2": 1438,
  "wB1*/bG1": 1818,
  "wB1*/bG2": 2554,
  "wB1*/bG3": 1900,
  "wB1*/bQ1": 1744,
  "wB1*/bS1": 1331,
  "wB1*/bS2": 843,
  "wB1*/wA1": 2147,
  "wB1*/wA2": 1260,
  "wB1*/wA3": 1098,
  "wB1*/wB2": 1806,
  "wB1*/wG1": 1219,
  "wB1*/wG2": 1979,
  "wB1*/wG3": 967,
  "wB1*/wQ1": 996,
  "wB1*/wS1": 1172,
  "wB1*/wS2": 1567,
  "wB1*\\bA1": 811,
  "wB1*\\bA2": 1224,
  "wB1*\\bA3": 2248,
  "wB1*\\bB1": 2318,
  "wB1*\\bB2": 2075,
  "wB1*\\bG1": 1397,
  "wB1*\\bG2": 1735,
  "wB1*\\bG3": 2363,
  "wB1*\\bQ1": 793,
  "wB1*\\bS1": 1738,
  "wB1*\\bS2": 797,
  "wB1*\\wA1": 1944,
  "wB1*\\wA2": 1709,
  "wB1*\\wA3": 1370,
  "wB1*\\wB2": 211,
  "wB1*\\wG1": 905,
  "wB1*\\wG2": 1151,
  "wB1*\\wG3": 927,
  "wB1*\\wQ1": 1099,
  "wB1*\\wS1": 1031,
  "wB1*\\wS2": 203,
  "wB1*|bA1": 1123,
  "wB1*|bA2": 2180,
  "wB1*|bA3": 2062,
  "wB1*|bB1": 1257,
  "wB1*|bB2": 2666,
  "wB1*|bG1": 1097,
  "wB1*|bG2": 1112,
  "wB1*|bG3": 1899,
  "wB1*|bQ1": 791,
  "wB1*|bS1": 2235,
  "wB1*|bS2": 799,
  "wB1*|wA1": 1051,
  "wB1*|wA2": 1710,
  "wB1*|wA3": 1089,
  "wB1*|wB2": 213,
  "wB1*|wG1": 1205,
  "wB1*|wG2": 684,
  "wB1*|wG3": 906,
  "wB1*|wQ1": 1141,
  "wB1*|wS1": 1156,
  "wB1*|wS2": 1126,
  "wB1/*bA1": 812,
  "wB1/*bA2": 2181,
  "wB1/*bA3": 1582,
  "wB1/*bB1": 1274,
  "wB1/*bB2": 1075,
  "wB1/*bG1": 1891,
  "wB1/*bG2": 2463,
  "wB1/*bG3": 2379,
  "wB1/*bQ1": 794,
  "wB1/*bS1": 788,
  "wB1/*bS2": 786,
  "wB1/*wA1": 708,
  "wB1/*wA2": 654,
  "wB1/*wA3": 681,
  "wB1/*wB2": 2096,
  "wB1/*wG1": 1515,
  "wB1/*wG2": 1115,
  "wB1/*wG3": 663,
  "wB1/*wQ1": 573,
  "wB1/*wS1": 1911,
  "wB1/*wS2": 983,
  "wB1=*bA1": 1121,
  "wB1=*bA2": 1085,
  "wB1=*bA3": 2045,
  "wB1=*bB1": 1278,
  "wB1=*bB2": 2234,
  "wB1=*bG1": 1817,
  "wB1=*bG2": 2464,
  "wB1=*bG3": 2375,
  "wB1=*bQ1": 1593,
  "wB1=*bS1": 1357,
  "wB1=*bS2": 1672,
  "wB1=*wA1": 1050,
  "wB1=*wA2": 1273,
  "wB1=*wA3": 1396,
  "wB1=*wB2": 1149,
  "wB1=*wG1": 1936,
  "wB1=*wG2": 666,
  "wB1=*wG3": 928,
  "wB1=*wQ1": 1374,
  "wB1=*wS1": 1073,
  "wB1=*wS2": 693,
  "wB1\\*bA1": 771,
  "wB1\\*bA2": 683,
  "wB1\\*bA3": 667,
  "wB1\\*bB1": 2648,
  "wB1\\*bB2": 1084,
  "wB1\\*bG1": 1366,
  "wB1\\*bG2": 2490,
  "wB1\\*bG3": 2328,
  "wB1\\*bQ1": 815,
  "wB1\\*bS1": 1330,
  "wB1\\*bS2": 780,
  "wB1\\*wA1": 2336,
  "wB1\\*wA2": 896,
  "wB1\\*wA3": 1280,
  "wB1\\*wB2": 836,
  "wB1\\*wG1": 1903,
  "wB1\\*wG2": 665,
  "wB1\\*wG3": 1234,
  "wB1\\*wQ1": 1399,
  "wB1\\*wS1": 1712,
  "wB1\\*wS2": 904,
  "wB1|*bA1": 773,
  "wB1|*bA2": 697,
  "wB1|*bA3": 2479,
  "wB1|*bB1": 1892,
  "wB1|*bB2": 2078,
  "wB1|*bG1": 2518,
  "wB1|*bG2": 2551,
  "wB1|*bG3": 1885,
  "wB1|*bQ1": 795,
  "wB1|*bS1": 804,
  "wB1|*bS2": 781,
  "wB1|*wA1": 1883,
  "wB1|*wA2": 653,
  "wB1|*wA3": 1481,
  "wB1|*wB2": 1236,
  "wB1|*wG1": 669,
  "wB1|*wG2": 1276,
  "wB1|*wG3": 1026,
  "wB1|*wQ1": 1659,
  "wB1|*wS1": 1838,
  "wB1|*wS2": 297,
  "wB2": 616,
  "wB2*/bA1": 1945,
  "wB2*/bA2": 662,
  "wB2*/bA3": 2165,
  "wB2*/bB1": 2189,
  "wB2*/bB2": 987,
  "wB2*/bG1": 1950,
  "wB2*/bG2": 2491,
  "wB2*/bG3": 2541,
  "wB2*/bQ1": 2283,
  "wB2*/bS1": 2199,
  "wB2*/bS2": 2406,
  "wB2*/wA1": 1580,
  "wB2*/wA2": 1144,
  "wB2*/wA3": 1179,
  "wB2*/wB1": 1147,
  "wB2*/wG1": 1169,
  "wB2*/wG2": 949,
  "wB2*/wG3": 1729,
  "wB2*/wQ1": 1513,
  "wB2*/wS1": 895,
  "wB2*/wS2": 205,
  "wB2*\\bA1": 2246,
  "wB2*\\bA2": 1713,
  "wB2*\\bA3": 2164,
  "wB2*\\bB1": 1906,
  "wB2*\\bB2": 989,
  "wB2*\\bG1": 1601,
  "wB2*\\bG2": 1940,
  "wB2*\\bG3": 1908,
  "wB2*\\bQ1": 1120,
  "wB2*\\bS1": 2200,
  "wB2*\\bS2": 2713,
  "wB2*\\wA1": 2083,
  "wB2*\\wA2": 965,
  "wB2*\\wA3": 969,
  "wB2*\\wB1": 1227,
  "wB2*\\wG1": 234,
  "wB2*\\wG2": 1275,
  "wB2*\\wG3": 1226,
  "wB2*\\wQ1": 701,
  "wB2*\\wS1": 974,
  "wB2*\\wS2": 1055,
  "wB2*|bA1": 2261,
  "wB2*|bA2": 2173,
  "wB2*|bA3": 2171,
  "wB2*|bB1": 1622,
  "wB2*|bB2": 988,
  "wB2*|bG1": 1603,
  "wB2*|bG2": 1617,
  "wB2*|bG3": 2377,
  "wB2*|bQ1": 1725,
  "wB2*|bS1": 1831,
  "wB2*|bS2": 2400,
  "wB2*|wA1": 954,
  "wB2*|wA2": 961,
  "wB2*|wA3": 1946,
  "wB2*|wB1": 691,
  "wB2*|wG1": 998,
  "wB2*|wG2": 1019,
  "wB2*|wG3": 1732,
  "wB2*|wQ1": 549,
  "wB2*|wS1": 900,
  "wB2*|wS2": 656,
  "wB2/*bA1": 2253,
  "wB2/*bA2": 1170,
  "wB2/*bA3": 2168,
  "wB2/*bB1": 2098,
  "wB2/*bB2": 991,
  "wB2/*bG1": 2136,
  "wB2/*bG2": 1136,
  "wB2/*bG3": 2202,
  "wB2/*bQ1": 1917,
  "wB2/*bS1": 1728,
  "wB2/*wA1": 420,
  "wB2/*wA2": 1235,
  "wB2/*wA3": 946,
  "wB2/*wB1": 220,
  "wB2/*wG1": 224,
  "wB2/*wG2": 1065,
  "wB2/*wG3": 1016,
  "wB2/*wQ1": 1311,
  "wB2/*wS1": 1025,
  "wB2/*wS2": 1145,
  "wB2=*bA1": 1953,
  "wB2=*bA2": 660,
  "wB2=*bA3": 1306,
  "wB2=*bB1": 2398,
  "wB2=*bB2": 2094,
  "wB2=*bG1": 1604,
  "wB2=*bG2": 2484,
  "wB2=*bG3": 2542,
  "wB2=*bQ1": 1177,
  "wB2=*bS1": 1726,
  "wB2=*bS2": 2399,
  "wB2=*wA1": 1176,
  "wB2=*wA2": 1230,
  "wB2=*wA3": 1018,
  "wB2=*wB1": 973,
  "wB2=*wG1": 248,
  "wB2=*wG2": 1584,
  "wB2=*wG3": 1730,
  "wB2=*wQ1": 1241,
  "wB2=*wS1": 2081,
  "wB2=*wS2": 288,
  "wB2\\*bA1": 1928,
  "wB2\\*bA2": 2175,
  "wB2\\*bA3": 1133,
  "wB2\\*bB1": 2444,
  "wB2\\*bB2": 2052,
  "wB2\\*bG1": 1929,
  "wB2\\*bG2": 1314,
  "wB2\\*bG3": 2043,
  "wB2\\*bQ1": 2442,
  "wB2\\*bS1": 2054,
  "wB2\\*bS2": 2117,
  "wB2\\*wA1": 1292,
  "wB2\\*wA2": 1027,
  "wB2\\*wA3": 1884,
  "wB2\\*wB1": 1697,
  "wB2\\*wG1": 1865,
  "wB2\\*wG2": 1431,
  "wB2\\*wG3": 952,
  "wB2\\*wQ1": 322,
  "wB2\\*wS1": 948,
  "wB2\\*wS2": 1602,
  "wB2|*bA1": 1412,
  "wB2|*bA2": 687,
  "wB2|*bA3": 1134,
  "wB2|*bB1": 1902,
  "wB2|*bB2": 1924,
  "wB2|*bG1": 2137,
  "wB2|*bG2": 2665,
  "wB2|*bG3": 2089,
  "wB2|*bQ1": 2516,
  "wB2|*bS1": 1607,
  "wB2|*bS2": 2286,
  "wB2|*wA1": 1268,
  "wB2|*wA2": 1951,
  "wB2|*wA3": 1864,
  "wB2|*wB1": 1117,
  "wB2|*wG1": 668,
  "wB2|*wG2": 1109,
  "wB2|*wG3": 1490,
  "wB2|*wQ1": 277,
  "wB2|*wS1": 694,
  "wB2|*wS2": 1410,
  "wG1": 642,
  "wG1*/bA1": 2609,
  "wG1*/bA2": 2581,
  "wG1*/bA3": 1702,
  "wG1*/bB1": 2073,
  "wG1*/bB2": 2642,
  "wG1*/bG1": 2691,
  "wG1*/bG2": 1942,
  "wG1*/bG3": 2575,
  "wG1*/bQ1": 1822,
  "wG1*/bS1": 2525,
  "wG1*/wA1": 2093,
  "wG1*/wA2": 1159,
  "wG1*/wA3": 2591,
  "wG1*/wB1": 850,
  "wG1*/wB2": 619,
  "wG1*/wG2": 577,
  "wG1*/wG3": 1907,
  "wG1*/wQ1": 1719,
  "wG1*/wS1": 2092,
  "wG1*/wS2": 1998,
  "wG1*\\bA1": 2058,
  "wG1*\\bA2": 2535,
  "wG1*\\bA3": 2330,
  "wG1*\\bB1": 1524,
  "wG1*\\bB2": 2273,
  "wG1*\\bG1": 1823,
  "wG1*\\bG2": 2510,
  "wG1*\\bG3": 2619,
  "wG1*\\bQ1": 878,
  "wG1*\\bS2": 1254,
  "wG1*\\wA1": 1872,
  "wG1*\\wA2": 1976,
  "wG1*\\wA3": 2067,
  "wG1*\\wB1": 105,
  "wG1*\\wB2": 217,
  "wG1*\\wG2": 854,
  "wG1*\\wG3": 1204,
  "wG1*\\wQ1": 24,
  "wG1*\\wS1": 951,
  "wG1*\\wS2": 737,
  "wG1*|bA1": 2580,
  "wG1*|bA2": 1776,
  "wG1*|bA3": 1413,
  "wG1*|bB1": 2569,
  "wG1*|bB2": 1995,
  "wG1*|bG1": 1943,
  "wG1*|bG2": 2294,
  "wG1*|bG3": 1916,
  "wG1*|bQ1": 1492,
  "wG1*|bS1": 2704,
  "wG1*|bS2": 2763,
  "wG1*|wA1": 109,
  "wG1*|wA2": 2194,
  "wG1*|wA3": 2040,
  "wG1*|wB1": 950,
  "wG1*|wB2": 1972,
  "wG1*|wG2": 1558,
  "wG1*|wG3": 1536,
  "wG1*|wQ1": 1489,
  "wG1*|wS1": 1616,
  "wG1*|wS2": 881,
  "wG1/*bA1": 1594,
  "wG1/*bA2": 622,
  "wG1/*bA3": 2593,
  "wG1/*bB1": 2739,
  "wG1/*bB2": 1160,
  "wG1/*bG1": 933,
  "wG1/*bG2": 2596,
  "wG1/*bG3": 2592,
  "wG1/*bQ1": 1525,
  "wG1/*bS1": 2522,
  "wG1/*bS2": 2756,
  "wG1/*wA1": 993,
  "wG1/*wA2": 1221,
  "wG1/*wA3": 2276,
  "wG1/*wB1": 1250,
  "wG1/*wB2": 1734,
  "wG1/*wG2": 575,
  "wG1/*wG3": 947,
  "wG1/*wQ1": 1975,
  "wG1/*wS1": 1008,
  "wG1/*wS2": 1406,
  "wG1\\*bA1": 1493,
  "wG1\\*bA2": 2558,
  "wG1\\*bA3": 2374,
  "wG1\\*bB1": 2716,
  "wG1\\*bB2": 2659,
  "wG1\\*bG1": 1317,
  "wG1\\*bQ1": 107,
  "wG1\\*bS1": 2407,
  "wG1\\*bS2": 2586,
  "wG1\\*wA1": 2177,
  "wG1\\*wA2": 1923,
  "wG1\\*wA3": 1139,
  "wG1\\*wB1": 102,
  "wG1\\*wB2": 1819,
  "wG1\\*wG2": 1216,
  "wG1\\*wG3": 680,
  "wG1\\*wQ1": 26,
  "wG1\\*wS1": 1269,
  "wG1\\*wS2": 1188,
  "wG1|*bA1": 2755,
  "wG1|*bA2": 898,
  "wG1|*bA3": 1424,
  "wG1|*bB1": 1491,
  "wG1|*bB2": 1715,
  "wG1|*bG1": 670,
  "wG1|*bG2": 2631,
  "wG1|*bG3": 1912,
  "wG1|*bQ1": 2474,
  "wG1|*bS1": 2687,
  "wG1|*bS2": 623,
  "wG1|*wA1": 1095,
  "wG1|*wA2": 1300,
  "wG1|*wA3": 2335,
  "wG1|*wB1": 1974,
  "wG1|*wB2": 1938,
  "wG1|*wG2": 1187,
  "wG1|*wG3": 1585,
  "wG1|*wQ1": 444,
  "wG1|*wS1": 2240,
  "wG1|*wS2": 1871,
  "wG2": 256,
  "wG2*/bA1": 2808,
  "wG2*/bA2": 2410,
  "wG2*/bA3": 2084,
  "wG2*/bB1": 2545,
  "wG2*/bB2": 2750,
  "wG2*/bG1": 2526,
  "wG2*/bG2": 1742,
  "wG2*/bG3": 1841,
  "wG2*/bQ1": 2090,
  "wG2*/bS1": 2774,
  "wG2*/bS2": 2751,
  "wG2*/wA1": 1174,
  "wG2*/wA2": 2239,
  "wG2*/wA3": 1430,
  "wG2*/wB1": 1610,
  "wG2*/wB2": 1416,
  "wG2*/wG1": 2157,
  "wG2*/wG3": 1283,
  "wG2*/wQ1": 2151,
  "wG2*/wS1": 2010,
  "wG2*/wS2": 2372,
  "wG2*\\bA1": 2457,
  "wG2*\\bA2": 1653,
  "wG2*\\bA3": 2060,
  "wG2*\\bB1": 2601,
  "wG2*\\bB2": 2183,
  "wG2*\\bG1": 2260,
  "wG2*\\bG3": 2738,
  "wG2*\\bQ1": 215,
  "wG2*\\bS1": 1840,
  "wG2*\\bS2": 2742,
  "wG2*\\wA1": 474,
  "wG2*\\wA2": 2565,
  "wG2*\\wA3": 1927,
  "wG2*\\wB1": 999,
  "wG2*\\wB2": 1462,
  "wG2*\\wG1": 1165,
  "wG2*\\wG3": 2087,
  "wG2*\\wQ1": 859,
  "wG2*\\wS1": 1591,
  "wG2*\\wS2": 569,
  "wG2*|bA1": 1769,
  "wG2*|bA2": 2487,
  "wG2*|bA3": 2519,
  "wG2*|bB1": 1914,
  "wG2*|bB2": 856,
  "wG2*|bG1": 2011,
  "wG2*|bG2": 2185,
  "wG2*|bG3": 1815,
  "wG2*|bQ1": 907,
  "wG2*|bS1": 1835,
  "wG2*|bS2": 2697,
  "wG2*|wA1": 484,
  "wG2*|wA2": 1722,
  "wG2*|wA3": 1562,
  "wG2*|wB1": 735,
  "wG2*|wB2": 2037,
  "wG2*|wG1": 1546,
  "wG2*|wG3": 462,
  "wG2*|wQ1": 885,
  "wG2*|wS1": 1391,
  "wG2*|wS2": 2085,
  "wG2/*bA1": 2277,
  "wG2/*bA2": 2172,
  "wG2/*bA3": 2680,
  "wG2/*bB1": 2602,
  "wG2/*bB2": 2671,
  "wG2/*bG1": 2226,
  "wG2/*bG2": 2064,
  "wG2/*bG3": 2683,
  "wG2/*bQ1": 1564,
  "wG2/*bS1": 2250,
  "wG2/*bS2": 1263,
  "wG2/*wA1": 1915,
  "wG2/*wA2": 1296,
  "wG2/*wA3": 2059,
  "wG2/*wB1": 1231,
  "wG2/*wB2": 2214,
  "wG2/*wG1": 2278,
  "wG2/*wG3": 1706,
  "wG2/*wQ1": 2215,
  "wG2/*wS1": 2394,
  "wG2/*wS2": 1739,
  "wG2\\*bA1": 2805,
  "wG2\\*bA2": 2650,
  "wG2\\*bA3": 2218,
  "wG2\\*bB1": 1629,
  "wG2\\*bB2": 2401,
  "wG2\\*bG1": 2676,
  "wG2\\*bG2": 270,
  "wG2\\*bG3": 1913,
  "wG2\\*bQ1": 1859,
  "wG2\\*bS1": 2744,
  "wG2\\*bS2": 2515,
  "wG2\\*wA1": 981,
  "wG2\\*wA2": 470,
  "wG2\\*wA3": 953,
  "wG2\\*wB1": 112,
  "wG2\\*wB2": 1583,
  "wG2\\*wG1": 284,
  "wG2\\*wG3": 2332,
  "wG2\\*wQ1": 1190,
  "wG2\\*wS1": 2412,
  "wG2\\*wS2": 1522,
  "wG2|*bA1": 2719,
  "wG2|*bA2": 2577,
  "wG2|*bA3": 648,
  "wG2|*bB1": 2115,
  "wG2|*bB2": 2118,
  "wG2|*bG1": 2238,
  "wG2|*bG2": 2626,
  "wG2|*bG3": 66,
  "wG2|*bQ1": 266,
  "wG2|*bS1": 1791,
  "wG2|*bS2": 2768,
  "wG2|*wA1": 941,
  "wG2|*wA2": 207,
  "wG2|*wA3": 2114,
  "wG2|*wB1": 986,
  "wG2|*wB2": 1694,
  "wG2|*wG1": 2342,
  "wG2|*wG3": 2049,
  "wG2|*wQ1": 760,
  "wG2|*wS1": 2431,
  "wG2|*wS2": 64,
  "wG3": 0,
  "wG3*/bA1": 1093,
  "wG3*/bA2": 1069,
  "wG3*/bA3": 2129,
  "wG3*/bB1": 2670,
  "wG3*/bB2": 60,
  "wG3*/bG1": 1686,
  "wG3*/bG2": 423,
  "wG3*/bG3": 2802,
  "wG3*/bQ1": 1786,
  "wG3*/bS1": 2769,
  "wG3*/bS2": 719,
  "wG3*/wA1": 488,
  "wG3*/wA2": 1993,
  "wG3*/wA3": 1446,
  "wG3*/wB1": 73,
  "wG3*/wB2": 2102,
  "wG3*/wG1": 1270,
  "wG3*/wG2": 2296,
  "wG3*/wQ1": 421,
  "wG3*/wS1": 2366,
  "wG3*/wS2": 1548,
  "wG3*\\bA1": 2413,
  "wG3*\\bA2": 1530,
  "wG3*\\bA3": 2001,
  "wG3*\\bB1": 2055,
  "wG3*\\bB2": 2635,
  "wG3*\\bG1": 2818,
  "wG3*\\bG2": 1081,
  "wG3*\\bG3": 2705,
  "wG3*\\bQ1": 399,
  "wG3*\\bS1": 2063,
  "wG3*\\bS2": 2644,
  "wG3*\\wA1": 943,
  "wG3*\\wA2": 2504,
  "wG3*\\wA3": 1797,
  "wG3*\\wB1": 955,
  "wG3*\\wB2": 1318,
  "wG3*\\wG1": 1881,
  "wG3*\\wG2": 2112,
  "wG3*\\wQ1": 299,
  "wG3*\\wS1": 1552,
  "wG3*\\wS2": 2061,
  "wG3*|bA1": 88,
  "wG3*|bA2": 2780,
  "wG3*|bA3": 1920,
  "wG3*|bB1": 2681,
  "wG3*|bB2": 10,
  "wG3*|bG1": 2664,
  "wG3*|bG2": 1556,
  "wG3*|bG3": 2682,
  "wG3*|bQ1": 723,
  "wG3*|bS1": 2662,
  "wG3*|bS2": 2424,
  "wG3*|wA1": 1013,
  "wG3*|wA2": 1705,
  "wG3*|wA3": 1572,
  "wG3*|wB1": 2434,
  "wG3*|wB2": 1409,
  "wG3*|wG1": 1529,
  "wG3*|wG2": 578,
  "wG3*|wQ1": 1785,
  "wG3*|wS1": 1811,
  "wG3*|wS2": 2496,
  "wG3/*bA1": 1554,
  "wG3/*bA2": 2754,
  "wG3/*bA3": 86,
  "wG3/*bB1": 1661,
  "wG3/*bB2": 62,
  "wG3/*bG1": 1947,
  "wG3/*bG2": 2560,
  "wG3/*bG3": 2634,
  "wG3/*bQ1": 1670,
  "wG3/*bS1": 395,
  "wG3/*bS2": 741,
  "wG3/*wA1": 730,
  "wG3/*wA2": 925,
  "wG3/*wA3": 919,
  "wG3/*wB1": 710,
  "wG3/*wB2": 1652,
  "wG3/*wG1": 894,
  "wG3/*wG2": 1181,
  "wG3/*wQ1": 834,
  "wG3/*wS1": 2056,
  "wG3/*wS2": 2132,
  "wG3\\*bA1": 1978,
  "wG3\\*bA2": 2640,
  "wG3\\*bA3": 2789,
  "wG3\\*bB1": 2556,
  "wG3\\*bB2": 1071,
  "wG3\\*bG1": 2512,
  "wG3\\*bG2": 2540,
  "wG3\\*bG3": 6,
  "wG3\\*bQ1": 1527,
  "wG3\\*bS1": 2708,
  "wG3\\*bS2": 2613,
  "wG3\\*wA1": 131,
  "wG3\\*wA2": 195,
  "wG3\\*wA3": 2176,
  "wG3\\*wB1": 1814,
  "wG3\\*wB2": 1215,
  "wG3\\*wG1": 1925,
  "wG3\\*wG2": 286,
  "wG3\\*wQ1": 1083,
  "wG3\\*wS1": 2425,
  "wG3\\*wS2": 1579,
  "wG3|*bA1": 2610,
  "wG3|*bA2": 2594,
  "wG3|*bA3": 2696,
  "wG3|*bB1": 2700,
  "wG3|*bB2": 2268,
  "wG3|*bG1": 2367,
  "wG3|*bG2": 2729,
  "wG3|*bG3": 2656,
  "wG3|*bQ1": 1685,
  "wG3|*bS1": 2772,
  "wG3|*bS2": 1787,
  "wG3|*wA1": 992,
  "wG3|*wA2": 2072,
  "wG3|*wA3": 1666,
  "wG3|*wB1": 1855,
  "wG3|*wB2": 1408,
  "wG3|*wG1": 903,
  "wG3|*wG2": 1225,
  "wG3|*wQ1": 997,
  "wG3|*wS1": 1264,
  "wG3|*wS2": 1405,
  "wQ1*/bA1": 2053,
  "wQ1*/bA2": 2262,
  "wQ1*/bA3": 1921,
  "wQ1*/bB1": 2807,
  "wQ1*/bG1": 1687,
  "wQ1*/bG2": 2812,
  "wQ1*/bG3": 2402,
  "wQ1*/bQ1": 1688,
  "wQ1*/wA1": 2614,
  "wQ1*/wA2": 1166,
  "wQ1*/wA3": 2012,
  "wQ1*/wB1": 1576,
  "wQ1*/wB2": 2532,
  "wQ1*/wG1": 883,
  "wQ1*/wG2": 942,
  "wQ1*/wG3": 937,
  "wQ1*/wS1": 2477,
  "wQ1*/wS2": 1419,
  "wQ1*\\bA1": 1901,
  "wQ1*\\bA2": 658,
  "wQ1*\\bA3": 57,
  "wQ1*\\bB1": 1637,
  "wQ1*\\bB2": 2356,
  "wQ1*\\bG1": 2795,
  "wQ1*\\bG2": 2793,
  "wQ1*\\bG3": 2770,
  "wQ1*\\bQ1": 2133,
  "wQ1*\\bS1": 2711,
  "wQ1*\\bS2": 1272,
  "wQ1*\\wA1": 2528,
  "wQ1*\\wA2": 2338,
  "wQ1*\\wA3": 2097,
  "wQ1*\\wB1": 2221,
  "wQ1*\\wB2": 2715,
  "wQ1*\\wG1": 1538,
  "wQ1*\\wG2": 1211,
  "wQ1*\\wG3": 2321,
  "wQ1*\\wS1": 2002,
  "wQ1*\\wS2": 1988,
  "wQ1*|bA1": 1768,
  "wQ1*|bA2": 2111,
  "wQ1*|bA3": 1970,
